Repository: zugvoegel-festival/pretix-ticket-transfer
Catalog: pretix_ticket_transfer/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Allow ticket transfer to a new order
de: Tickets in neue Bestellung abspalten

source: Ticket transfer recipient email sent
de: Ticket Transfer Empfänger Email gesendet

source: Transfered tickets
de: Transferierte Tickets

source: Confirm
de: Bestätigen

source: Ticket transfer Settings
de: Ticket Transfer Einstellungen

source: Save
de: Speichern

source: Ticket transfer for order: %(code)s
de: Ticket Transfer für Bestellung: %(code)s

source: Confirm ticket transfer
de: Ticket Transfer bestätigen

source: Recipient
de: Empfänger

source: Total worth of ticket transfer
de: Gesamtwert des Tickets Transfers

source: Go back
de: Zurück

source: Select tickets
de: Tickets auswählen

source: Choose recipient
de: Empfänger auswählen

source: required
de: Pflichtfeld

source: Please enter the email of the person who should recieve the tickets
de: Bitte hier die E-Mail der Person eingeben, der du die Tickets übertragen möchtest

source: Email (repeated)
de: E-Mail Adresse wiederhohlen

source: Please enter the same email address again to make sure you typed it correctly.
de: Bitte gib die selbe E-Mail nochmal ein um sicherzugehen, dass sie richtig geschrieben ist

source: Cancel
de: Abbrechen

source: Continue
de: Fortfahren

source: Order info title
de: Order Info Titel

source: Panel title
de: Titel des Panels

source: Sender - orderinfo message
de: Absender - Order Info Nachricht

source: Order info for sender
de: Bestellinfo Absender

source: Sender - step2 message
de: Absender - step2 Nachricht

source: Order info for sender select email step
de: Bestellinfo für Absender E-Mail auswahl Schritt

source: Sender - step3 message
de: Sender - step3 Nachricht

source: Order info for sender confirm step
de: Bestellinfo Absender bestätigen Schritt

source: Sender - done message
de: Absender - abschluss Nachricht

source: Order info for sender after all tickets are sold
de: Bestellinfo für den Absender, wenn alle Tickets verkauft sind

source: Recipient - orderinfo message
de: Empfänger - Bestellung Order Info Nachricht

source: Order info for recipient
de: Bestellinfo Empfänger

source: Recipient - done message
de: Empfänger - abschluss Nachricht

source: Order info for recipient after accepting
de: Bestellinfo für den Empfänger nach dem Akzeptieren

source: Sender - email subject
de: Absender - E-Mail-Betreff

source: Subject for sender email
de: Betreff für die Absender-E-Mail

source: Sender - email text
de: Absender - E-Mail-Text

source: placeholders: {list}
de: Platzhalter: {list}

source: Recipient - email subject
de: Empfänger - E-Mail-Betreff

source: Subject for recipient email
de: Betreff für die Empfänger-E-Mail

source: Recipient - email text
de: Empfänger - E-Mail-Text

source: All products (including newly created ones)
de: Alle Produkte ( inklusive neu erstellter Produkte)

source: Items
de: Produkte

source: Invalid ticket selection
de: Ungültige Ticketauswahl

source: Please enter a valid email address
de: Bitte eine gültige E-Mail Adresse eingeben

source: The email addresses do not match
de: Die E-Mail-Adressen stimmen nicht überein

source: Please select ticket(s) for transfer
de: Bitte wähle Tickets für den Transfer aus

source: Ticket(s) transfered
de: Ticket(s) transferiert

source: You need to check all checkboxes to confirm the ticket transfer.
de: Du musst alle Kontrollkästchen auswählen, um den Ticket Transfer zu bestätigen.

source: Ticket transfer completed
de: Ticket Transfer abgeschlossen
